Revit 2027 API
ExportDWGSettings.GetDWGExportOptions Method
 Gets the options stored in the these settings.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public DWGExportOptions GetDWGExportOptions()
Public Function GetDWGExportOptions As DWGExportOptions
public:
DWGExportOptions^ GetDWGExportOptions()
member GetDWGExportOptions : unit -> DWGExportOptions
Return Value
DWGExportOptions
 The options.
See Also
Reference
ExportDWGSettings Class
Autodesk.Revit.DB Namespace